Repository: ArmenShahvaladyan/ShtapOgnutyun
Catalog: ShtapOgnutyun/*.lproj/Localizable.strings
Languages: hy

# not_found_categories
source: No categories found
hy: Առայժմ ծառայություններ չկան

source: No vacancies found
hy: Աշխատատեղեր չկան

source: Home
hy: Գլխավոր

source: Client
hy: Հաճախորդ

source: Vacancies
hy: Աշխատատեղ

source: History
hy: Պատմություն

# no_internet
source: Please check internet connection
hy: Խնդրում ենք ստուգել ինտերնետ կապը

# empty_history
source: You haven't had history yet
hy: Դուք դեռ չունեք պատվերներ

source: BONUS
hy: ԲՈՆՈՒՍ

source: Date
hy: Ամսաթիվ

# paid
source: Fee
hy: Վճար

source: Settings
hy: Կարգավորումներ

source: Login
hy: Մուտք

# login_desc
source: Insert your email and password for login
hy: Մուտքի համար լրացրեք էլեկտրոնային հասցեն և գաղտնաբառը։

source: Phone
hy: Հեռախոս

source: Password
hy: Ծածկագիր

source: Confirm Password
hy: Հաստատել Ծածկագիրը

source: Create new account
hy: Ստեղծել նոր անձնական էջ

source: Registration
hy: Գրանցում

source: Register
hy: Գրանցվել

source: Register an account
hy: Գրանցել պրոֆիլը

source: Full name
hy: Անուն, Ազգանուն

source: Email Address
hy: Էլ. հասցե

source: Phone Number
hy: Հեռախոսահամար

# have_an_account
source: Do you have an account?
hy: Դուք ունե՞ք պրոֆիլ

source: Forgot password
hy: Վերականգնել գաղտնաբառը

source: Craftsman
hy: Մասնագետ

# craftsman_empty_list
source: No workers at this moment
hy: Ներկա պահին մասնագետներ չկան։

# contact_us
source: Contuct us
hy: Կապվեք մեզ հետ

# contact_us_desc
source: Dear customer, Please login to see order history and rate a master.
hy: Հարգելի հաճախորդ, խնդրում ենք մուտք գործել` պատվերի պատմությունը տեսնելու եւ վարպետին գնահատելու համար։

# contact_us_desc1
source: Dear customer, Please call to confirm the order.
hy: Հարգելի հաճախորդ, պատվերը հաստատելու համար զանգահարեք։

source: Online
hy: Առցանց

# apply_to_work
source: In order to apply for a job, please contact us by clicking on the call button.
hy: Աշխատանքին դիմելու համար, խնդրում ենք կապ հաստատել մեզ հետ՝ զանգի կոճակը սեղմելով։

source: Rate master
hy: Գնահատել վարպետին

source: Comment
hy: Մեկնաբանություն

# please_enter_your_comment
source: Please enter a comment
hy: Թողնել մեկնաբանություն

source: Send
hy: ՈՒղարկել

source: Log out
hy: Ելք

source: Language
hy: Լեզու

source: Cancel
hy: Փակել

source: Done
hy: Հաստատել

source: Internal server error
hy: Սերվերի սխալ

source: Please login in order to make online order
hy: Մուտք գործել, առցանց պատվեր կատարելու համար

source: Please fill all fields
hy: Խնդրում ենք լրացնել բոլոր դաշտերը

source: Phone number already registered
hy: Հեռախոսահամարը արդեն գրանցված է

# phone_number_already_isntRegistered
source: Phone number is not registered
hy: Հեռախոսահամարը գրանցված չէ

source: Phone number already registered please activate profile on login page
hy: Հեռախոսահամարը արդեն գրանցված է, ակտիվացնելու համար գնալ մուտքի էջ

# password_should_be_6_to_60
source: Password should be 6...60
hy: Գաղտնաբառը պետք է լինի 6-60 միջակայքում

# name_should_be_2_to_60
source: Name should be 2...60
hy: Անունը պետք է լինի 2-60 միջակայքում

source: Name field is required or incorrect
hy: Անվան դաշտը պարտադիր է կամ սխալ է

source: Phone number is required
hy: Հեռախոսահամարը պարտադիր է

source: Passwords don't match!
hy: Գաղտնաբառերը չեն համընկնում

# passwords_succsesfuly_saved!
source: Password successfully changed
hy: Գաղտնաբաը հաջողությամբ փոփոխված է

source: Enter email with correct format!
hy: Էլ. հասցեն մուտքագրեք ճիշտ ձևաչափով

source: Changes successfully saved
hy: Փոփոխությունները հաջողությամբ պահպանվել են

# please_try_image_with_formats
source: Please try image with .png, .jpg or .jpeg formats
hy: Խնդրում ենք վերբեռնել .png, .jpg կամ .jpeg ձևաչափերով նկար

source: Image is too large or too small
hy: Պատկերի չափը սխալ է

source: Email already exist in database
hy: Էլ. փոստը արդեն գոյություն ունի

source: Code is incorrect
hy: Կոդը սխալ է

# code_is_required
source: Code required
hy: Կոդը պարտադիր է

source: Rate values is incorrect
hy: Սխալ նշված գնահատական

source: Successfully rated
hy: Հաջողությամբ գնահատվել է

# comment_should_be_in_1_to_200_range
source: Comment should be in 1...200 range
hy: Մեկնաբանությունը պետք է լինի 1-200 միջակայքում

source: There is no such worker in database
hy: Տվյալների բազայում նման աշխատող չի գտնվել

source: Your order already in pending with this worker
hy: Ձեր պատվերը արդեն սպասման մեջ է

source: Your order is confirmed
hy: Ձեր պատվերը հաստատված է

source: Phone number is empty or incorrect
hy: Հեռախոսահամարը դատարկ է կամ սխալ

# phone_number_format_is_incorrect
source: Phone with correct format!
hy: Հեռախոսահամարը մուտքագրեք ճիշտ ձևաչափով

source: Please try later
hy: Խնդրում ենք փորձել մի փոքր ուշ

source: Please wait for code
hy: Խնդրում ենք սպասել ակտիվացման կոդին

source: Code
hy: Կոդ

source: Please activate your profile
hy: Խնդրում ենք ակտիվացնել ձեր անձնական էջը

source: Activation
hy: Ակտիվացնել

source: Resend
hy: Կրկին ուղարկել

source: This app is not allowed to query for scheme tel
hy: Այս ծրագիրը չի աջակցում զանգի ֆունկցիոնալությունը

source: Warning !
hy: Ուշադրությու՛ն

source: Rate Order
hy: Գնահատել պատվերը

source: Your rate for order is
hy: Ձեր գնահատականն է

source: Ok
hy: Հաստատել
